ahmadawais.shades-of-purple
alexcvzz.vscode-sqlite
amazonwebservices.aws-toolkit-vscode
bierner.color-info
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
hashicorp.terraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
orta.vscode-jest
patcx.vscode-nuget-gallery
stylelint.vscode-stylelint
vscodevim.vim
