# Taps
tap "homebrew/bundle"

# CLI Tools
brew "awscli"
brew "coreutils"
brew "fd"
brew "git"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "nvm"
brew "postgresql@16"
brew "ripgrep"
# Pure prompt installed via git clone in install-mac.sh
brew "terraform"
brew "tmux"
brew "tree"

# Casks (GUI Apps)
cask "claude"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "kiro"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"
